Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.blogcategorytmx/blogcategory_id_EQ_181_itemid_EQ_323.tmx
Source language: sme
Languages: smn

source: Ovdasiidu
smn: Almos tiätu

source: Sajosa lanjat
smn: Saijoos čuákkimtileh

source: Čoahkkinpakeahtat
smn: Čuákkimpaketteh

source: Turismabálvalusat
smn: Mađhâšempalvâlusâid

source: Sámekulturguovddáš Sajos lea Davvi-Lappi stuorámus kongreassa- ja dáhpáhusdállu .
smn: Säämi kulttuurkuávdáš Sajos lii Tave-Suomâ stuárráámus kongres- já tábáhtustáálu .

source: Sajit ođđaáigásaš čoahkkinteknihkain ja diehtojohtolatoktavuođaiguin heivejit juobe 430 olbmo dáhpáhusaide .
smn: Uđđâáigásâš čuákkimtekniikáin já tiätujotolâhohtâvuođáin riäidudum tileh heivejeh joba 430 ulmuu tábáhtussáid .

source: Sajosa báiki guovdu Sámi ja máŋggabealát sámekultuvrra sihke áidnalunddot luonddu addá ebmos rámaid máŋggalágan dáhpáhusaide .
smn: Saijoos sajattâh kaskoo Säämi , maaŋgâpiälásâš sämikulttuur já áinoošlâjâsâš luándu lääččih fiijnâ raamih maaŋgâlágán tábáhtussáid .

source: Báikkálaš prográmmafitnodatdoallit ja kulturdoaibmit ordnejit Sajosa kongreassa- ja dáhpáhusjoavkkuide millii čuohcci vásáhusaid .
smn: Páiháliih ohjelmpalvâlusirâtteijeeh já kulttuurtuáimeeh uárnejeh Saijoos kongres- já tábáhtusjuávhoid mielânpäccee ferimijd .
